# Создайте переменные разных типов данных:
test_1 = 'Строчная'
test_2 = 1
test_3 = 1.2
test_4 = [5, 7, 10]

# Создайте переменную name и присвойте ей значение вашего имени (строка).
name = "Владимир"
# Выведите значение переменной name на экран.
print(name)

# Создайте переменную age и присвойте ей значение вашего возраста (целое число).
age = 62

# Выведите значение переменной age на экран.
print(age)

# Перезапишите в age текущее значение переменной age + новое.
new_age = age + 2
print(new_age)

# Создайте переменную is_student и присвойте ей значение True (логическое значение).
is_student = True
# Выведите значение переменной is_student на экран.
print(True)

# вывод с описанием
print("Name: " + name)

age = str(age)
print("Age: " + age)

new_age = str(new_age)
print("New Age: " + new_age)

is_student = str(is_student)
print("Is Student: " + is_student)
